Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.summary.Heavy Equipment Operator
source: Runs excavators, loaders, and bulldozers on site.
de: Steuert Bagger, Lader und Planierraupen auf Baustellen.
fr: Conduit des pelleteuses, des chargeuses et des bulldozers sur les chantiers.
it: Guida escavatori, pale caricatrici e bulldozer in cantiere.
ja: 現場でショベルカーやローダー、ブルドーザーを操作します。
uk: Керує екскаваторами, навантажувачами та бульдозерами на обʼєкті.

# job.summary.Hotel Manager
source: Oversees hotel operations and staff.
de: Leitet den Hotelbetrieb und das Personal.
fr: Supervise le fonctionnement de l’hôtel et son personnel.
it: Supervisiona la gestione dell’albergo e il personale.
ja: ホテルの運営と職員を統括します。
uk: Керує роботою готелю та персоналом.

# job.summary.Housekeeper
source: Cleans and tidies rooms in hotels and facilities.
de: Reinigt und räumt Zimmer in Hotels und Einrichtungen auf.
fr: Nettoie et range les chambres des hôtels et des établissements.
it: Pulisce e riordina le camere di alberghi e strutture.
ja: ホテルなどの施設で、部屋を掃除して整えます。
uk: Прибирає та впорядковує номери в готелях і закладах.

# job.summary.Human Resources Specialist
source: Manages hiring and employee relations.
de: Verantwortet Einstellungen und Mitarbeiterbeziehungen.
fr: Gère l’embauche et les relations avec les salariés.
it: Si occupa delle assunzioni e dei rapporti con i dipendenti.
ja: 採用や従業員との関係づくりを担当します。
uk: Відповідає за найм і стосунки з працівниками.

# job.summary.IT Support Specialist
source: Provides technical help desk support.
de: Leistet technische Hilfe im Helpdesk.
fr: Assure l’assistance technique du service d’aide aux utilisateurs.
it: Offre assistenza tecnica di help desk.
ja: ヘルプデスクとして、技術的なサポートをします。
uk: Надає технічну підтримку користувачам у службі допомоги.

# job.summary.Indie Game Studio
source: Bootstrap a small studio and ship an original game to players.
de: Baue ein kleines Studio aus eigener Kraft auf und veröffentliche ein eigenes Spiel.
fr: Lance un petit studio avec peu de moyens et sors un jeu original pour les joueurs.
it: Avvia da zero un piccolo studio e porta ai giocatori un gioco originale.
ja: 小さなスタジオを自力で立ち上げ、オリジナルのゲームをプレイヤーに届けます。
uk: Створи невелику студію з нуля й випусти власну гру для гравців.

# job.summary.Insurance Agent
source: Sells and services insurance policies.
de: Verkauft und betreut Versicherungspolicen.
fr: Vend des contrats d’assurance et en assure le suivi.
it: Vende e gestisce polizze assicurative.
ja: 保険商品を販売し、契約後のサポートをします。
uk: Продає страхові поліси та обслуговує клієнтів.

# job.summary.Interior Designer
source: Designs and styles indoor spaces for clients.
de: Gestaltet und richtet Innenräume für Kunden ein.
fr: Conçoit et décore des espaces intérieurs pour des clients.
it: Progetta e arreda ambienti interni per i clienti.
ja: クライアントのために、室内空間をデザインし、コーディネートします。
uk: Проєктує та оформлює інтерʼєри для клієнтів.

# job.summary.Investment Banker
source: Structures deals, raises capital, and advises on M&A.
de: Strukturiert Deals, beschafft Kapital und berät bei M&A.
fr: Structure des opérations, lève des capitaux et conseille en fusions-acquisitions.
it: Struttura operazioni, raccoglie capitali e offre consulenza su fusioni e acquisizioni.
ja: 案件を組み立て、資金を調達し、M&Aについて助言します。
uk: Структурує угоди, залучає капітал і консультує з питань злиття та поглинання (M&A).

# job.summary.Janitor/Cleaner
source: Maintains cleanliness of buildings and facilities.
de: Hält Gebäude und Anlagen sauber.
fr: Veille à la propreté des bâtiments et des installations.
it: Mantiene puliti edifici e strutture.
ja: 建物や施設を清潔に保ちます。
uk: Підтримує чистоту в будівлях і приміщеннях.

# job.summary.Journalist
source: Reports news and stories for media outlets.
de: Berichtet für Medien über Nachrichten und Geschichten.
fr: Couvre l’actualité et réalise des reportages pour les médias.
it: Racconta notizie e storie per i mezzi di informazione.
ja: メディアのために、ニュースや記事を取材して伝えます。
uk: Готує новини та репортажі для медіа.

# job.summary.Judge
source: Presides over court proceedings and rulings.
de: Leitet Gerichtsverfahren und fällt Urteile.
fr: Préside les audiences du tribunal et rend les jugements.
it: Presiede le udienze e pronuncia le sentenze.
ja: 法廷の審理を進め、判決を言い渡します。
uk: Головує на судових засіданнях і виносить рішення.

# job.summary.Junior 3D Artist
source: Sculpts characters, props, and environments as 3D assets.
de: Modelliert Figuren, Requisiten und Umgebungen als 3D-Assets.
fr: Sculpte des personnages, des accessoires et des décors sous forme de ressources 3D.
it: Modella personaggi, oggetti di scena e ambienti come risorse 3D.
ja: キャラクターや小物、背景を3Dアセットとして造形します。
uk: Моделює персонажів, предмети й локації як 3D-обʼєкти.

# job.summary.Junior Accountant
source: Books transactions and supports month-end close.
de: Bucht Transaktionen und unterstützt den Monatsabschluss.
fr: Enregistre les opérations et participe à la clôture mensuelle.
it: Registra le operazioni e supporta la chiusura di fine mese.
ja: 取引を記帳し、月次決算をサポートします。
uk: Проводить операції в обліку та допомагає закривати звітний місяць.

# job.summary.Junior Business Analyst
source: Gathers requirements and documents processes.
de: Sammelt Anforderungen und dokumentiert Prozesse.
fr: Recueille les besoins et documente les processus.
it: Raccoglie i requisiti e documenta i processi.
ja: 要件を集め、業務プロセスを文書にまとめます。
uk: Збирає вимоги та документує процеси.

# job.summary.Junior Civil Engineer
source: Drafts plans and supports senior engineers on site.
de: Erstellt Pläne und unterstützt Senior-Ingenieure auf der Baustelle.
fr: Dessine des plans et assiste les ingénieurs seniors sur le chantier.
it: Prepara i disegni e affianca gli ingegneri senior in cantiere.
ja: 図面を作成し、現場でシニア土木技術者を支えます。
uk: Складає плани та допомагає старшим інженерам на обʼєкті.

# job.summary.Junior Data Analyst
source: Builds basic dashboards and runs ad-hoc queries under supervision.
de: Erstellt einfache Dashboards und führt Ad-hoc-Abfragen unter Aufsicht aus.
fr: Crée des tableaux de bord simples et lance des requêtes ponctuelles sous supervision.
it: Crea dashboard di base ed esegue query su richiesta sotto supervisione.
ja: 指導を受けながら、基本的なダッシュボードを作り、依頼に応じてその都度クエリを実行します。
uk: Створює прості дашборди та виконує разові запити під наглядом.

# job.summary.Junior Data Scientist
source: Builds and validates models under senior data-science guidance.
de: Entwickelt und prüft Modelle unter Anleitung von Senior Data Scientists.
fr: Construit et valide des modèles sous la direction de data scientists seniors.
it: Crea e verifica modelli con la guida di data scientist senior.
ja: シニアデータサイエンティストの指導のもとで、モデルを作り、検証します。
uk: Будує та перевіряє моделі під керівництвом старшого науковця з даних.

# job.summary.Junior Electrical Engineer
source: Supports design and testing of electrical systems.
de: Unterstützt Entwurf und Test elektrischer Systeme.
fr: Participe à la conception et aux essais des systèmes électriques.
it: Supporta la progettazione e il collaudo di impianti elettrici.
ja: 電気システムの設計とテストをサポートします。
uk: Допомагає проєктувати й тестувати електричні системи.

# job.summary.Junior Financial Analyst
source: Builds forecasting models with senior oversight.
de: Erstellt Prognosemodelle unter Anleitung von Senior-Finanzanalysten.
fr: Construit des modèles de prévision sous le contrôle d’analystes seniors.
it: Costruisce modelli previsionali con la supervisione di analisti senior.
ja: シニア財務アナリストの監督のもとで、予測モデルを作ります。
uk: Будує моделі прогнозування під наглядом старших колег.

# job.summary.Junior Graphic Artist
source: Produces assets to spec under art-director review.
de: Erstellt Grafiken nach Vorgabe, geprüft von einem Art Director.
fr: Produit des éléments graphiques selon les spécifications, relus par le directeur artistique.
it: Produce risorse grafiche secondo le specifiche, con la revisione del direttore artistico.
ja: アートディレクターの確認を受けながら、仕様どおりに素材を作ります。
uk: Створює матеріали за технічним завданням під наглядом арт-директора.

# job.summary.Junior Investment Banker
source: Analyst building models and pitch decks on live deals under senior bankers.
de: Erstellt als Analyst Modelle und Pitch-Decks für laufende Deals, angeleitet von Senior-Investmentbankern.
fr: Travaille comme analyste : construit des modèles et des présentations de pitch sur des opérations en cours, sous la direction de banquiers seniors.
it: Analista che costruisce modelli e presentazioni per operazioni in corso, sotto la guida di banchieri senior.
ja: アナリストとして、シニア投資銀行員の指導のもと、進行中の案件のモデルとピッチ資料を作ります。
uk: Аналітик, який будує моделі та презентації для пітчів на реальних угодах під керівництвом старших банкірів.

# job.summary.Junior Management Consultant
source: Runs analysis workstreams on client engagements under a lead consultant.
de: Führt Analysen in Kundenprojekten unter einem Lead-Unternehmensberater durch.
fr: Mène des volets d’analyse dans les missions clients, sous la direction d’un consultant référent.
it: Svolge le analisi nei progetti con i clienti sotto la guida di un consulente responsabile.
ja: リード経営コンサルタントのもとで、クライアント案件の分析作業を担当します。
uk: Веде аналітичні напрями в проєктах для клієнтів під керівництвом провідного консультанта.

# job.summary.Junior Marketing Specialist
source: Executes campaigns under direction from senior marketers.
de: Setzt Kampagnen nach den Vorgaben von Senior-Marketingspezialisten um.
fr: Met en œuvre des campagnes sous la direction de chargés de marketing seniors.
it: Realizza campagne seguendo le indicazioni degli specialisti di marketing senior.
ja: シニアマーケティング担当の指示のもとで、キャンペーンを実行します。
uk: Реалізує кампанії за вказівками старших маркетологів.

# job.summary.Junior Mechanical Engineer
source: Assists in design and analysis of mechanical components.
de: Hilft beim Entwurf und bei der Analyse mechanischer Bauteile.
fr: Participe à la conception et à l’analyse de composants mécaniques.
it: Aiuta nella progettazione e nell’analisi di componenti meccanici.
ja: 機械部品の設計や解析を手伝います。
uk: Допомагає проєктувати й аналізувати механічні компоненти.

# job.summary.Junior Paralegal
source: Files documents and supports research for senior staff.
de: Legt Unterlagen ab und unterstützt die Recherche für Senior-Mitarbeiter.
fr: Classe des documents et participe aux recherches des collaborateurs seniors.
it: Archivia documenti e supporta le ricerche del personale senior.
ja: 上級職員のために、書類を整理し、調査を手伝います。
uk: Оформлює документи та допомагає старшим колегам у правових дослідженнях.

# job.summary.Junior Research Scientist
source: Early-career scientist running experiments under a senior lead.
de: Führt als Berufseinsteiger Experimente unter der Leitung eines Senior-Forschers durch.
fr: Mène des expériences en tant que chercheur débutant, sous la direction d’un chercheur senior.
it: Ricercatore a inizio carriera che svolge esperimenti sotto la guida di un responsabile senior.
ja: 経験の浅い研究者として、シニア研究者の指導のもとで実験を行います。
uk: Науковець на початку карʼєри, який проводить експерименти під керівництвом старшого колеги.

# job.summary.Junior Software Engineer
source: Entry-level developer learning the codebase and shipping small features.
de: Lernt als Einsteiger die Codebasis kennen und liefert kleine Features aus.
fr: Découvre le code existant et livre de petites fonctionnalités en tant que développeur débutant.
it: Sviluppatore alle prime armi che impara a conoscere il codice del progetto e rilascia piccole funzionalità.
ja: 新人の開発者として、コードベースを学び、小さな機能をリリースします。
uk: Розробник початкового рівня: вивчає кодову базу та випускає невеликі функції.

# job.summary.Junior Systems Administrator
source: Maintains servers and accounts under senior guidance.
de: Betreut Server und Konten unter Anleitung von Senior-Kollegen.
fr: Maintient les serveurs et les comptes sous la conduite d’administrateurs seniors.
it: Gestisce server e account con la guida di colleghi senior.
ja: シニアシステム管理者の指導のもとで、サーバーとアカウントを管理します。
uk: Підтримує сервери й облікові записи під керівництвом старших колег.

# job.summary.Junior UX/UI Designer
source: Produces wireframes and visual assets under senior direction.
de: Erstellt Wireframes und visuelle Assets unter Anleitung von Senior-Designern.
fr: Produit des wireframes et des éléments visuels sous la direction de designers seniors.
it: Produce wireframe e risorse grafiche sotto la guida di designer senior.
ja: シニアUX/UIデザイナーの指示のもとで、ワイヤーフレームとビジュアル素材を作ります。
uk: Створює вайрфрейми та візуальні матеріали під керівництвом старших колег.

# job.summary.Lab Technician
source: Runs lab tests, preps samples, and records results.
de: Führt Labortests durch, bereitet Proben vor und protokolliert Ergebnisse.
fr: Réalise des analyses en laboratoire, prépare des échantillons et consigne les résultats.
it: Esegue test di laboratorio, prepara i campioni e registra i risultati.
ja: ラボで検査を行い、サンプルを準備して、結果を記録します。
uk: Проводить лабораторні тести, готує зразки та записує результати.

# job.summary.Lawyer
source: Provides legal advice and represents clients.
de: Berät rechtlich und vertritt Mandanten.
fr: Donne des conseils juridiques et représente des clients.
it: Offre consulenza legale e rappresenta i clienti.
ja: 法律上の助言を行い、依頼人の代理人を務めます。
uk: Консультує з правових питань і представляє клієнтів.

# job.summary.Lead Firefighter
source: Commands a fire station and emergency operations.
de: Leitet eine Feuerwache und Noteinsätze.
fr: Dirige une caserne de pompiers et les opérations d’urgence.
it: Comanda una caserma e le operazioni di emergenza.
ja: 消防署と緊急対応の指揮をとります。
uk: Командує пожежною частиною та аварійно-рятувальними операціями.

# job.summary.Lead Game Designer
source: Sets the design vision for the entire title.
de: Legt die Designvision für den gesamten Titel fest.
fr: Définit la vision de design de tout le jeu.
it: Definisce la visione di design dell’intero titolo.
ja: ゲーム全体のデザインの方向性を決めます。
uk: Визначає дизайнерське бачення всієї гри.

# job.summary.Lead Lab Technician
source: Runs the lab's daily operations, safety, and quality.
de: Leitet den täglichen Laborbetrieb, die Sicherheit und die Qualität.
fr: Dirige le fonctionnement quotidien, la sécurité et la qualité du laboratoire.
it: Gestisce le attività quotidiane, la sicurezza e la qualità del laboratorio.
ja: ラボの日々の運営、安全、品質を管理します。
uk: Керує щоденною роботою лабораторії, безпекою та якістю.

# job.summary.Lead Municipal Worker
source: Supervises municipal crews, budgets, and city services.
de: Beaufsichtigt kommunale Teams, Budgets und städtische Dienste.
fr: Supervise les équipes municipales, les budgets et les services de la ville.
it: Supervisiona le squadre comunali, i bilanci e i servizi della città.
ja: 市の作業チームや予算、行政サービスを統括します。
uk: Керує комунальними бригадами, бюджетами та міськими службами.

# job.summary.Lead Police Officer
source: Commands a precinct and sets policing strategy.
de: Leitet ein Revier und legt die Polizeistrategie fest.
fr: Dirige un commissariat et définit la stratégie policière.
it: Comanda un commissariato e definisce la strategia di polizia.
ja: 管轄の警察署を指揮し、警察活動の方針を決めます。
uk: Командує відділком поліції та визначає стратегію охорони правопорядку.

# job.summary.Lead Project Manager
source: Heads the PMO and the organization's most critical programs.
de: Leitet das PMO und die wichtigsten Programme der Organisation.
fr: Dirige le bureau de gestion de projets et les programmes les plus critiques de l’organisation.
it: Guida il PMO e i programmi più critici dell’organizzazione.
ja: PMOと、組織でもっとも重要なプログラムを率います。
uk: Очолює офіс управління проєктами (PMO) та найважливіші програми організації.

# job.summary.Lead Teacher
source: Heads the school's academics and leads the teaching staff.
de: Verantwortet das Lernangebot der Schule und führt das Lehrerkollegium.
fr: Dirige la partie pédagogique de l’école et encadre l’équipe enseignante.
it: Guida l’attività didattica della scuola e coordina il corpo docente.
ja: 学校の学習面を統括し、教職員を率います。
uk: Відповідає за навчальну частину школи та керує вчителями.

# job.summary.Lead Tutor
source: Runs a tutoring center's staff, curriculum, and clients.
de: Leitet Team, Lehrplan und Kunden eines Nachhilfezentrums.
fr: Gère l’équipe, le programme et les clients d’un centre de soutien scolaire.
it: Gestisce il personale, i programmi e i clienti di un centro di ripetizioni.
ja: 個別指導センターの職員とカリキュラムを運営し、生徒や保護者に対応します。
uk: Керує персоналом, навчальними програмами та клієнтами центру репетиторства.

# job.summary.Lead UX/UI Designer
source: Sets design vision and mentors the design team.
de: Gibt die Designvision vor und coacht das Designteam.
fr: Définit la vision du design et accompagne l’équipe de design.
it: Definisce la visione del design e fa da mentore al team di design.
ja: デザインの方向性を決め、デザインチームを育成します。
uk: Визначає дизайнерське бачення та наставляє команду дизайнерів.

# job.summary.Level Designer
source: Builds and balances the game's levels and pacing.
de: Baut die Level eines Spiels und balanciert Spielfluss und Tempo.
fr: Construit et équilibre les niveaux du jeu et son rythme.
it: Costruisce e bilancia i livelli del gioco e il suo ritmo.
ja: ゲームのレベルとテンポを作り、バランスを整えます。
uk: Створює та балансує рівні гри й темп її проходження.

# job.summary.Licensed Practical Nurse
source: Gives basic nursing care under an RN or physician.
de: Leistet pflegerische Grundversorgung unter Anleitung eines Krankenpflegers oder Arztes.
fr: Donne des soins infirmiers de base sous la supervision d’un infirmier diplômé ou d’un médecin.
it: Fornisce assistenza infermieristica di base sotto la supervisione di un infermiere o di un medico.
ja: 看護師や医師のもとで、基本的な看護ケアを行います。
uk: Надає базовий медсестринський догляд під наглядом дипломованої медсестри (RN) або лікаря.

# job.summary.Light Truck Delivery Driver
source: Delivers goods locally using vans or small trucks.
de: Liefert Waren in der Region mit Lieferwagen oder kleinen Lkw aus.
fr: Livre des marchandises en local avec des camionnettes ou de petits camions.
it: Consegna merci a livello locale con furgoni o piccoli camion.
ja: バンや小型トラックで、地域内の荷物を配送します。
uk: Розвозить вантажі містом на фургонах чи малих вантажівках.

# job.summary.Logistics Coordinator
source: Schedules shipments and keeps freight moving to plan.
de: Plant Sendungen und hält den Warentransport nach Plan am Laufen.
fr: Planifie les expéditions et veille à ce que le fret avance comme prévu.
it: Pianifica le spedizioni e fa in modo che le merci viaggino come previsto.
ja: 出荷のスケジュールを組み、貨物が計画どおりに動くようにします。
uk: Планує відправлення та стежить, щоб вантажі йшли за графіком.

# job.summary.Machine Operator
source: Runs and monitors manufacturing machinery.
de: Bedient und überwacht Produktionsmaschinen.
fr: Fait fonctionner et surveille les machines de production.
it: Usa e controlla i macchinari di produzione.
ja: 製造用の機械を動かし、監視します。
uk: Керує виробничим обладнанням і стежить за його роботою.

# job.summary.Machinist
source: Machines precision metal parts from blueprints.
de: Fertigt Präzisionsteile aus Metall nach Bauplänen.
fr: Usine des pièces métalliques de précision à partir de plans.
it: Realizza parti metalliche di precisione seguendo i disegni tecnici.
ja: 設計図をもとに、精密な金属部品を機械で加工します。
uk: Виготовляє точні металеві деталі за кресленнями.

# job.summary.Maintenance & Repair Worker
source: Keeps buildings and equipment working — the general fixer.
de: Hält Gebäude und Geräte funktionstüchtig – der Allrounder für alle Reparaturen.
fr: Veille au bon fonctionnement des bâtiments et des équipements — le dépanneur polyvalent.
it: Mantiene in funzione edifici e attrezzature — il tuttofare.
ja: 建物や設備をいつも使える状態に保つ、なんでも修理担当です。
uk: Підтримує будівлі та обладнання в робочому стані — універсальний майстер.

# job.summary.Management Consultant
source: Advises companies on strategy and operations.
de: Berät Unternehmen zu Strategie und Betrieb.
fr: Conseille les entreprises sur la stratégie et les opérations.
it: Offre consulenza alle aziende su strategia e gestione operativa.
ja: 企業の戦略と運営について助言します。
uk: Консультує компанії зі стратегії та операційної діяльності.

# job.summary.Managing Partner
source: Equity partner driving client relationships and firm strategy — the top of the law track.
de: Treibt als Partner mit Kapitalanteil Kundenbeziehungen und Kanzleistrategie voran – die Spitze der Juristenlaufbahn.
fr: Pilote, en tant qu’associé détenteur de parts, les relations avec les clients et la stratégie du cabinet — le sommet de la filière du droit.
it: Socio titolare di quote che guida i rapporti con i clienti e la strategia dello studio — il vertice della carriera legale.
ja: 出資パートナーとして、クライアントとの関係と事務所の戦略を牽引します。法律分野の昇進コースの頂点です。
uk: Партнер із часткою у фірмі, який веде роботу з клієнтами та визначає стратегію фірми — вершина юридичної карʼєри.

# job.summary.Marketing Director
source: Leads the marketing function and brand strategy.
de: Leitet das Marketing und die Markenstrategie.
fr: Dirige la fonction marketing et la stratégie de marque.
it: Guida la funzione marketing e la strategia del marchio.
ja: マーケティング部門とブランド戦略を率います。
uk: Очолює маркетинг і відповідає за стратегію бренду.

# job.summary.Marketing Specialist
source: Creates and runs marketing campaigns.
de: Entwickelt und führt Marketingkampagnen durch.
fr: Crée et mène des campagnes marketing.
it: Crea e gestisce campagne di marketing.
ja: マーケティングキャンペーンを企画し、実行します。
uk: Створює й проводить маркетингові кампанії.

# job.summary.Master Carpenter
source: Master tradesperson on bespoke and large-scale builds.
de: Handwerksmeister für Maßanfertigungen und große Bauprojekte.
fr: Réalise, en maître artisan, des constructions sur mesure et de grande envergure.
it: Maestro artigiano per costruzioni su misura e su larga scala.
ja: オーダーメイドや大規模な建築を手がける、熟練の職人です。
uk: Майстер-професіонал на індивідуальних і масштабних будівельних проєктах.

# job.summary.Master Electrician
source: Licensed master responsible for jobs and apprentices.
de: Lizenzierter Meister, zuständig für Aufträge und Azubis.
fr: Dirige les chantiers et les apprentis en tant que maître titulaire d’une licence.
it: Maestro abilitato responsabile dei lavori e degli apprendisti.
ja: 免許を持つ熟練電気工事士として、工事と見習いの指導に責任を持ちます。
uk: Ліцензований майстер: відповідає за виконання робіт і за учнів.

# job.summary.Master Plumber
source: Licensed master plumber leading complex installations.
de: Lizenzierter Klempnermeister, der komplexe Installationen leitet.
fr: Dirige des installations complexes en tant que maître plombier titulaire d’une licence.
it: Maestro idraulico abilitato che guida installazioni complesse.
ja: 免許を持つ熟練配管工として、複雑な配管工事を指揮します。
uk: Ліцензований майстер-сантехнік, що керує складними монтажами.

# job.summary.Mechanic
source: Repairs vehicles and machinery.
de: Repariert Fahrzeuge und Maschinen.
fr: Répare les véhicules et les machines.
it: Ripara veicoli e macchinari.
ja: 車両や機械を修理します。
uk: Ремонтує транспортні засоби та техніку.

# job.summary.Mechanical Engineer
source: Designs mechanical systems and machinery.
de: Entwirft mechanische Systeme und Maschinen.
fr: Conçoit des systèmes mécaniques et des machines.
it: Progetta sistemi meccanici e macchinari.
ja: 機械システムや装置を設計します。
uk: Проєктує механічні системи та машини.

# job.summary.Medical Assistant
source: Supports clinical staff with patient care.
de: Unterstützt das medizinische Personal bei der Patientenversorgung.
fr: Seconde le personnel soignant dans les soins aux patients.
it: Affianca il personale clinico nell’assistenza ai pazienti.
ja: 患者のケアで、医療スタッフをサポートします。
uk: Допомагає медичному персоналу доглядати за пацієнтами.

# job.summary.Mover
source: Loads, hauls, and unloads household and office goods.
de: Be- und entlädt Umzugsgut aus Haushalten und Büros und transportiert es.
fr: Charge, transporte et décharge les affaires de particuliers et de bureaux.
it: Carica, trasporta e scarica mobili e merci di case e uffici.
ja: 家庭やオフィスの荷物を積み込み、運び、降ろします。
uk: Завантажує, перевозить і розвантажує домашні та офісні речі.
